[
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2723",
        "keywords": [
            "."
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2723",
        "publish_date": "2025-03-31",
        "archive": "Janeiro / Março"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2579",
        "keywords": [
            "Mortalidade",
            "Velocidade de Sedimentação"
        ],
        "abstract": {
            "Introdução": " O nosso objetivo foi estudar a associação entre elevações extremas da velocidade de sedimentação (VS) (>100 mm/h) e a distribuição por categorias de doenças, doenças, idade, sexo, níveis de proteína C-reactiva e sobrevida a 5 anos.",
            "Métodos": " Estudo retrospetivo de todos os doentes com elevação extrema da VS avaliados num hospital português de 1 de Janeiro de 2008 a 31 de Dezembro de 2012. Variáveis independentes incluíram categorias de doenças, subcategorias,idade, sexo e níveis de PCR. A situação vital e data de morte foram determinadas pelo uso do Sistema de Prescrição Eléctrica português.",
            "Resultados": " Uma VS superior a 100 mm/h foi determinada em 681 doentes (1,5% de todas as avaliações de VS). A categoria diagnóstica mais frequente foi infecção (461, 65,1%), seguida de neoplasia (107, 15,1%), e de inflamação/ autoimunidade (85, 12,0%). A doença mais prevalente foi a pneumonia (227, 33,3% de todos os doentes). A infeção era menos provável nos doentes de ambulatório (20,7%), assim como a neoplasia em mulheres (11,4%). A mortalidade a cinco anos foi de 70,3%, superior nos doentes com neoplasia (83%) e inferior nos doentes com inflamação/autoimunidade (45,9%).",
            "Conclusão": " Verificámos que quase todos os doentes com elevação extrema da VS têm uma etiologia identificável, com infecção a ser a causa em cerca de dois terços e a pneumonia a ser responsável em cerca de um terço de todos os doentes. A infecção foi menos provável em doentes de ambulatório, assim como a neoplasia em mulheres. Os níveis de VS e de PCR têm fraca correlação nestes doentes. A mortalidade a cinco anos foi de 70,3%, com a sobrevida a ser significativamente menor em doentes com neoplasia, e superior em doentes com inflamação/autoimunidade. Estes resultados poderão auxiliar à avaliação diagnóstica e prognóstica dos doentes com elevações extremas da VS."
        },
        "doi": "https://doi.org/10.24950/rspmi.2579",
        "publish_date": "2025-03-31",
        "archive": "Janeiro / Março"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2582",
        "keywords": [
            "Açores",
            "Inquéritos e Questionários",
            "Mau Uso de Serviços de Saúde/estatísticas e dados numéricos",
            "Serviço de Urgência Hospitalar/estatística e dados numéricos"
        ],
        "abstract": {
            "Introdução": " O uso inapropriado dos serviços de urgência,com todas as consequências negativas para os sistemas desaúde, é um fenómeno generalizado multifactorial e com tendência crescente.",
            "Métodos": " Para conhecer a nossa realidade fizemos um estudo do comportamento do utilizador do serviço de urgência do Hospital da Horta através de um inquérito, tendo sido analisados 463 casos, representando 6,5% de todos os episódios do período de estudo, dos quais 44% eram do género masculino e 56% feminino e dois terços dos quais tinham idades entre 24 e os 66 anos.",
            "Resultados": " Com base na triagem de Manchester 60% dos inquiridos foram classificados não urgentes (Verdes, Azuise Brancos). Apenas 5% tinha contactado a linha Saúde24 e só 12% tentou consulta no médico de família.",
            "Conclusão": " Os motivos principais pela opção hospitalar foram a auto percepção de urgência clínica, a busca na celeridade do Serviço de Urgência para resolução do problema, o menor tempo de espera no atendimento, a maior probabilidade de acesso a um especialista hospitalar e/ou a exames diagnósticos e a uma expectativa de maior qualidade no serviço prestado."
        },
        "doi": "https://doi.org/10.24950/rspmi.2582",
        "publish_date": "2025-03-31",
        "archive": "Janeiro / Março"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2595",
        "keywords": [
            "Diabetes Mellitus",
            "Doença Obstrutiva Crónica do Pulmão/tratamento"
        ],
        "abstract": {
            "Introdução": " A diabetes mellitus é uma comorbilidade comum e associa-se a pior prognóstico na doença pulmonar obstrutiva crónica. Recentemente, tem sido proposta a abordagem de múltiplos treatable traits no tratamento da doença pulmonar obstrutiva crónica. Apesar da evidência da relação fisiopatológica entre as duas doenças, a literaturarelativa à diabetes mellitus como treatable trait da doença pulmonar obstrutiva crónica é escassa.",
            "Métodos": " Realizou-se um estudo de coorte retrospetivo, que incluiu indivíduos com doença pulmonar obstrutiva crónica, seguidos na Consulta Externa de Medicina Interna de um hospital universitário. Foram avaliados a presença de diabetes mellitus, o controlo glicémico e os outcomes da doença pulmonar obstrutiva crónica.",
            "Resultados": " Foram incluídos 279 doentes. A maioria (76,3%) era do sexo masculino, com média etária de 71,1 ± 9,5 anos. A prevalência da diabetes mellitus foi 30,8%. A maioria dos doentes diabéticos (54,7%) apresentou bom controlo glicémico (HbA1c < 7%). A mediana de HbA1c foi 6,7% [1,0]. Não se verificou uma diferença estatisticamente significativa entre diabéticos e não diabéticos relativamente ao estadio da doença pulmonar obstrutiva crónica, risco de exacerbação aguda de doença pulmonar obstrutiva crónica a um ano, tempo de internamento por exacerbação aguda ou mortalidade a um ano.",
            "Conclusão": ": A prevalência e a incidência de diabetes mellitus nos doentes com doença pulmonar obstrutiva crónica foram superiores em relação à população geral. Nesta população, verificou-se um bom controlo glicémico na maioria dos doentes e a diabetes não se associou a outcomes adversos na doença pulmonar obstrutiva crónica. A diabetes deve ser considerada como treatable trait da doença pulmonar obstrutiva crónica e o controlo glicémico deve ser um alvo terapêutico. A consulta externa de Medicina Interna desempenha um importante papel na abordagem integradora de que o doentecom doença pulmonar obstrutiva crónica beneficia."
        },
        "doi": "https://doi.org/10.24950/rspmi.2595",
        "publish_date": "2025-03-31",
        "archive": "Janeiro / Março"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2353",
        "keywords": [
            "Exantema",
            "Período Pós-Parto",
            "Síndrome de Hipersensibilidade a Medicamentos"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2353",
        "publish_date": "2025-03-31",
        "archive": "Janeiro / Março"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2375",
        "keywords": [
            "Apendicite/diagnóstico por imagem",
            "Ecografia",
            "Sistemas Point of Care"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2375",
        "publish_date": "2025-03-31",
        "archive": "Janeiro / Março"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2496",
        "keywords": [
            "Anomalias dos Vasos Coronários",
            "Artéria Pulmonar/ anomalias congénitas",
            "Disfunção Ventricular Esquerda"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2496",
        "publish_date": "2025-03-31",
        "archive": "Janeiro / Março"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2615",
        "keywords": [
            "Pneumoencéfalo/diagnóstico por imagem",
            "Pneumoencéfalo/etiologia",
            "Viagem Aerea"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2615",
        "publish_date": "2025-03-31",
        "archive": "Janeiro / Março"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2649",
        "keywords": [
            "Infarte do Miocárdio com Supradesnível do Segmento ST",
            "Infarte do Miocárdio sem Supradesnível do Segmento ST",
            "Síndrome Coronária Aguda"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2649",
        "publish_date": "2025-03-31",
        "archive": "Janeiro / Março"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2669",
        "keywords": [
            "."
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2669",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2580",
        "keywords": [
            "Alta do Doente",
            "Equipa de Cuidados ao Doente"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2580",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1778",
        "keywords": [
            "Custo da Doença",
            "Despesas de Saúde",
            "Ilha da Madeira",
            "Insuficiência Cardíaca/economia",
            "Portugal"
        ],
        "abstract": {
            "Introdução": " A insuficiência cardíaca (IC) é um problemaglobal de saúde pública. Desconhece-se o impacto económico da IC na Região Autónoma da Madeira (RAM) pelo que é fundamental caracterizar a sua prevalência, perfil de utilização de recursos e custos associados.",
            "Métodos": " Estudo custo-doença, baseado em prevalência,relativo ao ano 2014, e analisado na perspetiva do sistema de saúde regional. Os internamentos e a utilização da urgência foram identificados pela International Classification of Diseases 9th edition Clinical Modification (ICD-9CM). O número de consultas, exames e medicação foi estimado a partir da literatura. Os custos foram baseados na tabela de preços dos Grupos de Diagnósticos Homogéneos e na tabela de preços do Sistema Regional de Saúde.",
            "Resultados": " Estimou-se uma prevalência de 4,93% (9201indivíduos) para uma população com idade superior a 25anos. Destes, 4140 sintomáticos e, portanto, consumidoresde recursos. Identificaram-se 426 internamentos por IC, 17305 consultas médicas de cuidados de saúde primários, 857episódios de urgência e 6707 consultas médicas hospitalares. O custo direto total foi €4 089 540,10. O custo em cuidados hospitalares (CH) foi a principal rubrica de custos (56%), seguido dos cuidados de saúde primários (23%) e consumo de medicamentos (20%). O custo médio anual por doente foi €987,81.",
            "Conclusão": " O custo direto total corresponde a 0,1% doproduto interno bruto da RAM e 1,2% da despesa da saúdeda RAM para o ano de referência. Estes resultados fornecem informação até aqui desconhecida e poderão auxiliar na implementação de modelos e estruturas que promovam a redução das hospitalizações, principal motor de custos diretos."
        },
        "doi": "https://doi.org/10.24950/rspmi.1778",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2426",
        "keywords": [
            "Acidente Vascular Cerebral",
            "Aorta Torácica",
            "Aterosclerose",
            "Fatores de Risco de Doenças Cardíacas",
            "Isquemia"
        ],
        "abstract": {
            "Introdução": " A ateromatose complexa da aorta é umacausa importante de acidente vascular cerebral (AVC). Contudo, a falta de evidência científica leva a que o seu tratamento seja bastante controverso, tornando imperativa a realização de mais estudos. Este estudo pretende avaliar a eficácia e a segurança das várias estratégias terapêuticasutilizadas na ateromatose complexa da aorta.",
            "Material e Métodos": " Foi realizada uma análise retrospetivados doentes internados por AVC isquémico com diagnóstico de ateromatose complexa da aorta por ecocardiograma transesofágico, entre 1 de janeiro de 2010 e 31 de dezembro de 2022.",
            "Resultados": " Dos 82 doentes incluídos, 23,2% apresentaramrecorrência de AVC isquémico, dos quais 47,4% estavammedicados com clopidogrel em monoterapia. Os doentes medicados com clopidogrel apresentaram maior recorrência de AVC isquémico (p <0,001), enquanto doentesmedicados com dupla antiagregação apresentaram menor recorrência (p = 0,035). Doentes medicados com anticoagulantes orais diretos não apresentaram recorrência. Dos doentes medicados com varfarina, cinco tiveram recorrência com INR infra-terapêutico e dois apresentaram eventos hemorrágicos.",
            "Conclusão": " Na nossa população a utilização de duplaantiagregação com ácido acetilsalicílico e clopidogrel durante 3 a 6 meses seguido de antiagregação simples comácido acetilsalicílico demonstrou ser a estratégia mais segura e eficaz no tratamento do AVC isquémico associado a ateromatose complexa da aorta, enquanto o uso de clopidogrel se associou a maior taxa de recorrência. Nos doentes com indicação para anticoagulação os anticoagulantes orais diretos pareceram ser eficazes e mais seguros do que a varfarina."
        },
        "doi": "https://doi.org/10.24950/rspmi.2426",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/188-92",
        "keywords": [
            "Admissão de Doentes",
            "Alta do Doente",
            "Mau Uso de Serviços de Saúde",
            "Serviço de Urgência Hospitalar",
            "Triagem"
        ],
        "abstract": {
            "Introdução": " A gestão do Serviço de Urgência Geral (SUG) é complexa e multifatorial, com um influxo crescente de utentes, levando a sobrelotação hospitalar, com maiores tempos de espera, desgaste profissional e menor qualidade de cuidados. Cerca de 43% dos casos em Portugal são classificados como admissões não urgentes e pouco urgentes.",
            "Métodos": " Este estudo observacional retrospetivo foi realizado no SUG de um hospital distrital de Portugal, de outubro de 2018 a maio de 2019. Foram incluídos adultos com prioridade verde e azul na triagem. O destino na alta e o número de admissões à urgência foram analisados, com associações examinadas em relação à idade, modo de proveniência, ativação de via azul e acesso a cuidados de saúde primários.",
            "Resultados": " Incluímos 41 066 episódios, a maioria deles com prioridade verde (99,9%). A maioria dos doentes, 98,8%, teve alta para cuidados ambulatórios. Os frequent flyers (≥ 4 admissões) constituíam 3,3% dos doentes e os high users (≥ 10admissões) 0,3%. A análise mostrou associações significativas entre o destino à data de alta com a idade, com a proveniência e com a ativação da via azul (p <0,001). Houve ainda uma associação estatisticamente muito significativa entre o número de admissões e a idade (p <0,001) e o número de admissões e a capacidade de acesso aos CSP (p <0,001).",
            "Conclusão": " O estudo destaca a importância de vários fatores no destino dos doentes, mostrando uma forte associação entre a idade e a probabilidade de internamento. Além disso, a forma de chegada ao SUG e a ativação da via azul também se associam com o destino do doente. No entanto, são necessários mais estudos para entender os problemas sistémicos do SUG."
        },
        "doi": "https://doi.org/10.24950/rspmi.2512",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2514",
        "keywords": [
            "Hospitais",
            "Hospitalização",
            "Serviços Hospitalares de Assistência Domiciliar",
            "Transferência de Doentes"
        ],
        "abstract": {
            "Introdução": " O retorno hospitalar, define-se como “a transferência do doente para internamento convencional durante o internamento em hospitalização domiciliária (UHD)” e é um dos critérios utilizados para medir a qualidade dos serviços.",
            "Material e Métodos": " Estudo observacional retrospetivo com duração de dois anos, com recolha de dados sociodemográficos e clínicos, indicadores relativos ao processo de gestão clínica e os motivos para retorno ao internamento convencional. Realizada análise estatística para comparar: ‘doentes que se mantiveram em UHD’ versus ‘doentes com retorno’ e análise de correspondência múltipla (ACM).",
            "Resultados": " Foram incluídos 562 doentes. Destes, 30 tiveram retorno, correspondendo a uma taxa de 5,3%. Nenhuma das variáveis se associou com o retorno ao hospital. Foi também realizada uma ACM na qual se encontrou uma relação entre o ‘destino’ no final do internamento e a ‘faixa etária’.",
            "Conclusão": " A comparação das taxas de retorno é difícil, dada a heterogeneidade de serviços disponibilizados, no entanto, nesta análise, a taxa de retorno é baixa, não tendo sido possível encontrar variáveis que se associem com o risco de retorno. Não se sabe qual seria a taxa de retornosideal, mas o desejável é que aconteçam com a menor frequência possível, sem colocar o doente em risco."
        },
        "doi": "https://doi.org/10.24950/rspmi.2514",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2490",
        "keywords": [
            "Cirrose Hepática Biliar",
            "Colangite",
            "Hepatite Autoimune"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2490",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2491",
        "keywords": [
            "Cobre/metabolismo",
            "Degenerescência Hepatolenticular/diagnóstico",
            "Degenerescência Hepatolenticular/ tratamento"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2491",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/794",
        "keywords": [
            "Derrame Pericárdico",
            "Pericardiocentese",
            "Tamponamento Cardíaco",
            "Veias Jugulares/patologia"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.794",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2314",
        "keywords": [
            "Dermatomiosite/diagnóstico"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2314",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2578",
        "keywords": [
            "Hemocromatose/classificação",
            "Hemocromatose/ diagnóstico",
            "Hemocromatose/epidemiologia",
            "Hemocromatose/ fisiopatologia",
            "Hemocromatose/terapia"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2578",
        "publish_date": "2024-12-19",
        "archive": "Outubro/Dezembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2638",
        "keywords": [
            "."
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2638",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2593",
        "keywords": [
            "Hospital Departments/organization & administration",
            "Internal Medicine/organization & administration"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2593",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2592",
        "keywords": [
            "History",
            "18th Century",
            "Indians",
            "North American",
            "Medicine",
            "Traditional",
            "Phytotherapy",
            "Plants",
            "Medicinal"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2592",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2365",
        "keywords": [
            "COVID-19/complications",
            "Lung",
            "Portugal",
            "Post-Acute COVID-19 Syndrome",
            "Respiration Disorders"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2365",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2513",
        "keywords": [
            "Inappropriate Prescribing",
            "Practice Patterns",
            "Physicians",
            "Proton Pump Inhibitors/economics",
            "Proton Pump Inhibitors/therapeutic use"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2513",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2515",
        "keywords": [
            "Listeria",
            "Listeria monocytogenes",
            "Listeriosis/complications",
            "Listeriosis/diagnosis",
            "Listeriosis/drug therapy",
            "Listeriosis/epidemiology"
        ],
        "abstract": {
            "": "IntroductionListeria spp. infection is rare. It usually results from the consumption of contaminated food. Although most cases are sporadic, outbreaks of food origin have been reported. The spectrum of clinical manifestations is diverse, particularly bacteriemia, sepsis, and central nervous system (CNS) infection. It mainly affects elderly patients with important comorbidities or immunosuppression states, and pregnant women. Mortality can reach 30%."
        },
        "doi": "https://doi.org/10.24950/rspmi.2515",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2527",
        "keywords": [
            "Consensus",
            "Delphi Technique",
            "Hyperkalemia/ diagnosis",
            "Hyperkalemia/drug therapy",
            "Polymers",
            "Potassium",
            "Renin-Angiotensin System",
            "Silicates"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2527",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2520",
        "keywords": [
            "Chemical and Drug Induced Liver Injury",
            "Dapagliflozin",
            "Sodium-Glucose Transporter 2 Inhibitors/adverse effects"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2520",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2566",
        "keywords": [
            "COVID-19",
            "COVID-19 Vaccines/adverse effects",
            "mRNA Vaccines",
            "SARS-CoV-2",
            "Purpura",
            "Thrombocytopenic",
            "Idiopathic/chemically induced",
            "Thrombocytopenia/ chemically induced"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2566",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1829",
        "keywords": [
            "Bowen's Disease/diagnosis",
            "HIV Infections/complications"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.1829",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2568",
        "keywords": [
            "Urinary Bladder Calculi"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2568",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2522",
        "keywords": [
            "Diabetes Mellitus",
            "Type 2",
            "Fatty Liver",
            "Metabolic Syndrome",
            "Non-alcoholic Fatty Liver Disease"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2522",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2542",
        "keywords": [
            "Altruism",
            "Developing Countries",
            "Guinea-Bissau",
            "Internal Medicine",
            "Medical Missions/organization & administration"
        ],
        "abstract": {},
        "doi": "https://doi.org/10.24950/rspmi.2542",
        "publish_date": "2024-09-26",
        "archive": "Julho/Setembro"
    }
]